    {
    "What are the symptoms of a fever?": "Symptoms include elevated body temperature, chills, sweating, headache, and body aches.",
    "What is hypertension?": "Hypertension, or high blood pressure, is a condition where the blood pressure in the arteries is consistently too high.",
    "What are the causes of diabetes?": "Causes include genetic factors, obesity, lack of exercise, and an unhealthy diet.",
    "How do vaccines work?": "Vaccines stimulate the immune system to produce antibodies, preparing the body to fight specific infections.",
    "What is the normal range for blood pressure?": "The normal range is typically around 120/80 mmHg.",
    "What are the symptoms of a heart attack?": "Symptoms include chest pain, shortness of breath, nausea, and pain radiating to the arm or jaw.",
    "What is anemia?": "Anemia is a condition where the body lacks enough healthy red blood cells to carry oxygen.",
    "What causes asthma?": "Asthma is caused by inflammation and narrowing of airways, triggered by allergens, pollution, or respiratory infections.",
    "How can I prevent flu?": "Prevent flu by getting vaccinated, washing hands frequently, and avoiding close contact with sick individuals.",
    "What are the symptoms of COVID-19?": "Symptoms include fever, cough, loss of taste or smell, fatigue, and difficulty breathing.",
    "What is osteoporosis?": "Osteoporosis is a condition where bones become weak and brittle, increasing the risk of fractures.",
    "What is the treatment for migraines?": "Treatments include pain relievers, preventive medications, lifestyle changes, and avoiding triggers.",
    "What is cholesterol?": "Cholesterol is a waxy substance in the blood, essential for cell function but harmful in excess.",
    "What is a stroke?": "A stroke occurs when blood supply to the brain is interrupted, leading to brain cell damage.",
    "What is arthritis?": "Arthritis is inflammation of joints, causing pain, stiffness, and reduced mobility.",
    "What causes obesity?": "Obesity is caused by excessive calorie intake, lack of exercise, genetics, and hormonal imbalances.",
    "What is a balanced diet?": "A balanced diet includes a variety of foods providing carbohydrates, proteins, fats, vitamins, and minerals.",
    "What is a UTI?": "A urinary tract infection (UTI) is an infection in any part of the urinary system, usually caused by bacteria.",
    "What are the symptoms of pneumonia?": "Symptoms include cough, fever, difficulty breathing, and chest pain.",
    "What is hepatitis?": "Hepatitis is inflammation of the liver, often caused by viruses, alcohol, or toxins.",
    "What is an allergic reaction?": "An allergic reaction is the immune system's response to a harmless substance, causing symptoms like rashes, itching, and swelling.",
    "What causes indigestion?": "Indigestion is caused by overeating, spicy foods, stress, or underlying conditions like ulcers.",
    "What is insomnia?": "Insomnia is a sleep disorder characterized by difficulty falling or staying asleep.",
    "How can I manage stress?": "Manage stress through relaxation techniques, exercise, adequate sleep, and time management.",
    "What is malaria?": "Malaria is a disease caused by parasites transmitted through the bites of infected mosquitoes.",
    "What is cancer?": "Cancer is a group of diseases involving abnormal cell growth that can invade or spread to other parts of the body.",
    "What are the benefits of drinking water?": "Drinking water helps maintain hydration, supports organ function, and regulates body temperature.",
    "What is CPR?": "Cardiopulmonary Resuscitation (CPR) is a life-saving technique used in emergencies to restore breathing and circulation.",
    "What is tuberculosis?": "Tuberculosis (TB) is a bacterial infection that mainly affects the lungs but can spread to other organs.",
    "What is a healthy BMI range?": "A healthy BMI range is typically between 18.5 and 24.9.",
    "What are the symptoms of anemia?": "Symptoms include fatigue, pale skin, shortness of breath, dizziness, and cold hands or feet.",
    "What is eczema?": "Eczema is a skin condition causing red, itchy, and inflamed patches of skin.",
    "What are the causes of heart disease?": "Causes include high blood pressure, high cholesterol, smoking, obesity, and diabetes.",
    "What is the flu?": "The flu is a contagious respiratory illness caused by influenza viruses.",
    "What is CPR used for?": "CPR is used to revive someone whose heart has stopped or who is not breathing.",
    "What are the symptoms of jaundice?": "Symptoms include yellowing of the skin and eyes, dark urine, and pale stools.",
    "What is a vaccine?": "A vaccine is a biological preparation that provides immunity against specific diseases.",
    "What is an autoimmune disease?": "An autoimmune disease occurs when the immune system mistakenly attacks the body's own tissues.",
    "What is Parkinson's disease?": "Parkinson's is a neurological disorder affecting movement, causing tremors, stiffness, and difficulty with coordination.",
    "What is the role of fiber in the diet?": "Fiber aids digestion, helps maintain bowel health, and can lower cholesterol levels.",
    "What causes kidney stones?": "Kidney stones are caused by a buildup of minerals and salts in the urine.",
    "What are the symptoms of a stroke?": "Symptoms include sudden numbness or weakness, confusion, trouble speaking, and loss of balance.",
    "What is hyperthyroidism?": "Hyperthyroidism is a condition where the thyroid gland produces too much thyroid hormone.",
    "What are the benefits of regular exercise?": "Exercise improves cardiovascular health, boosts mood, strengthens muscles, and aids weight management.",
    "What causes ulcers?": "Ulcers are caused by H. pylori bacteria, excessive NSAID use, or stress.",
    "What are the symptoms of appendicitis?": "Symptoms include severe abdominal pain, nausea, vomiting, and fever.",
    "What is the function of the liver?": "The liver processes nutrients, detoxifies the blood, and produces bile for digestion.",
    "What are the signs of depression?": "Signs include persistent sadness, loss of interest, fatigue, and changes in appetite or sleep patterns.",
    "What is epilepsy?": "Epilepsy is a neurological condition characterized by recurrent seizures.",
    "What is the function of the pancreas?": "The pancreas produces insulin and enzymes that aid in digestion.",
    "What are the symptoms of food poisoning?": "Symptoms include nausea, vomiting, diarrhea, and stomach cramps.",
    "What is the common treatment for allergies?": "Common treatments include antihistamines, decongestants, and avoiding allergens.",
    "What is the role of protein in the body?": "Protein helps build and repair tissues, produces enzymes, and supports immune function.",
    "What is GERD?": "GERD (Gastroesophageal Reflux Disease) is a condition where stomach acid flows back into the esophagus.",
    "What are the signs of dehydration in children?": "Signs include dry mouth, lack of tears, sunken eyes, and decreased urination.",
    "What is HIV?": "HIV (Human Immunodeficiency Virus) attacks the immune system, leading to AIDS if untreated.",
    "What causes back pain?": "Causes include poor posture, muscle strain, herniated discs, or arthritis.",
    "What are the symptoms of meningitis?": "Symptoms include fever, headache, stiff neck, sensitivity to light, and confusion.",
    "What is the role of iron in the body?": "Iron helps in the production of hemoglobin, which carries oxygen in the blood.",
    "What is a cataract?": "A cataract is a clouding of the eye's lens, leading to vision impairment.",
    "What are the symptoms of Lyme disease?": "Symptoms include a bullseye-shaped rash, fever, fatigue, and joint pain.",
    "What causes varicose veins?": "Varicose veins are caused by weak or damaged valves in the veins.",
    "What is ADHD?": "ADHD (Attention Deficit Hyperactivity Disorder) affects focus, impulse control, and hyperactivity.",
    "What are the signs of heat exhaustion?": "Signs include heavy sweating, weakness, dizziness, nausea, and headache.",
    "What is chronic fatigue syndrome?": "Chronic fatigue syndrome is a condition marked by extreme fatigue that doesn't improve with rest.",
    "What is a tension headache?": "A tension headache is a common type of headache caused by stress or muscle tension.",
    "What is the purpose of insulin?": "Insulin regulates blood sugar by helping cells absorb glucose.",
    "What is melanoma?": "Melanoma is a type of skin cancer that develops in the melanocytes, the cells that produce pigment.",
    "What causes hiccups?": "Hiccups are caused by involuntary contractions of the diaphragm, often triggered by overeating or carbonated drinks.",
    "What is the role of calcium in the body?": "Calcium supports bone health, muscle contraction, and nerve function.",
    "What are the symptoms of chickenpox?": "Symptoms include a red, itchy rash, fever, and fatigue.",
    "What is the function of the kidneys?": "The kidneys filter waste from the blood, regulate electrolytes, and control blood pressure.",
    "What is irritable bowel syndrome (IBS)?": "IBS is a chronic condition affecting the large intestine, causing cramping, bloating, and diarrhea or constipation.",
    "What causes gout?": "Gout is caused by a buildup of uric acid crystals in the joints, leading to inflammation and pain.",
    "What is the main cause of tooth decay?": "Tooth decay is caused by plaque bacteria breaking down sugars to produce acids that erode tooth enamel.",
    "What is a hernia?": "A hernia occurs when an organ pushes through a weak spot in the surrounding muscle or tissue.",
    "What is the role of vitamin C?": "Vitamin C supports the immune system, helps with wound healing, and acts as an antioxidant.",
    "What causes muscle cramps?": "Muscle cramps are caused by dehydration, overuse, or lack of essential minerals like potassium and calcium.",
    "What is psoriasis?": "Psoriasis is a chronic autoimmune condition causing red, scaly skin patches.",
    "What is dengue fever?": "Dengue fever is a mosquito-borne viral infection causing high fever, rash, and severe joint pain.",
    "What are probiotics?": "Probiotics are live bacteria and yeasts that support digestive health.",
    "What are the symptoms of hypoglycemia?": "Symptoms include sweating, shakiness, confusion, rapid heartbeat, and hunger.",
    "What is lupus?": "Lupus is an autoimmune disease where the immune system attacks healthy tissues.",
    "What is sleep apnea?": "Sleep apnea is a sleep disorder where breathing repeatedly stops and starts during sleep.",
    "What is vertigo?": "Vertigo is a sensation of spinning or dizziness, often caused by inner ear issues.",
    "What are the symptoms of ADHD in children?": "Symptoms include difficulty focusing, impulsive behavior, and excessive energy.",
    "What is endometriosis?": "Endometriosis is a condition where tissue similar to the uterine lining grows outside the uterus.",
    "What is the function of platelets?": "Platelets help in blood clotting to prevent excessive bleeding.",
    "What causes eczema?": "Eczema is caused by a combination of genetic and environmental factors, including allergens and irritants.",
    "What is the role of the immune system?": "The immune system defends the body against infections and foreign invaders.",
    "What is sepsis?": "Sepsis is a life-threatening condition caused by the body's response to a severe infection.",
    "What is anemia?": "Anemia is a condition where the blood lacks enough healthy red blood cells to carry oxygen.",
    "What causes asthma?": "Asthma is caused by inflammation and narrowing of the airways, often triggered by allergens or irritants.",
    "What are the symptoms of pneumonia?": "Symptoms include cough, fever, chills, shortness of breath, and chest pain.",
    "What is hypertension?": "Hypertension is high blood pressure, a condition that increases the risk of heart disease and stroke.",
    "What causes kidney stones?": "Kidney stones are caused by the crystallization of minerals and salts in the urine.",
    "What is the role of vitamin D?": "Vitamin D supports calcium absorption, bone health, and immune function.",
    "What is chronic obstructive pulmonary disease (COPD)?": "COPD is a group of lung diseases, including emphysema and chronic bronchitis, that cause breathing difficulties.",
    "What is leukemia?": "Leukemia is a type of cancer that affects the blood and bone marrow.",
    "What are the symptoms of arthritis?": "Symptoms include joint pain, stiffness, swelling, and reduced range of motion.",
    "What causes migraines?": "Migraines are caused by a combination of genetic, hormonal, and environmental factors.",
    "What is Parkinson's disease?": "Parkinson's disease is a neurodegenerative disorder affecting movement and coordination.",
    "What is multiple sclerosis (MS)?": "MS is an autoimmune disease that damages the protective covering of nerves in the central nervous system.",
    "What causes scurvy?": "Scurvy is caused by a deficiency of vitamin C.",
    "What are the signs of tuberculosis (TB)?": "Signs include persistent cough, weight loss, fever, and night sweats.",
    "What is rheumatoid arthritis?": "Rheumatoid arthritis is an autoimmune disease that causes inflammation in the joints.",
    "What is the role of fiber in the diet?": "Fiber aids digestion, prevents constipation, and supports heart health.",
    "What causes heartburn?": "Heartburn is caused by stomach acid flowing back into the esophagus.",
    "What are the symptoms of hepatitis?": "Symptoms include jaundice, fatigue, abdominal pain, and dark urine.",
    "What is anemia caused by iron deficiency?": "It occurs when the body lacks enough iron to produce adequate hemoglobin.",
    "What are the symptoms of a UTI?": "Symptoms include a burning sensation during urination, frequent urination, and cloudy urine.",
    "What is osteoarthritis?": "Osteoarthritis is a degenerative joint disease that causes cartilage breakdown.",
    "What is the function of the spleen?": "The spleen filters blood, removes old red blood cells, and helps fight infections.",
    "What is jaundice?": "Jaundice is a condition where the skin and eyes turn yellow due to excess bilirubin in the blood.",
    "What is hypothermia?": "Hypothermia occurs when the body temperature drops dangerously low, below 95°F (35°C).",
    "What are gallstones?": "Gallstones are hardened deposits of digestive fluid that form in the gallbladder.",
    "What is the role of magnesium in the body?": "Magnesium supports muscle and nerve function, energy production, and bone health.",
    "What causes rickets?": "Rickets is caused by a deficiency of vitamin D, calcium, or phosphate, leading to soft bones.",
    "What are the symptoms of an ear infection?": "Symptoms include ear pain, difficulty hearing, fever, and drainage of fluid from the ear.",
    "What is deep vein thrombosis (DVT)?": "DVT is a blood clot that forms in a deep vein, usually in the legs.",
    "What is a pulmonary embolism?": "A pulmonary embolism is a blockage in one of the pulmonary arteries, often caused by a blood clot.",
    "What is the purpose of the large intestine?": "The large intestine absorbs water and forms solid waste for excretion.",
    "What causes acne?": "Acne is caused by clogged hair follicles, excess oil, bacteria, and inflammation.",
    "What are the symptoms of a concussion?": "Symptoms include headache, confusion, dizziness, and temporary loss of consciousness.",
    "What is the function of red blood cells?": "Red blood cells carry oxygen from the lungs to the rest of the body.",
    "What is Huntington's disease?": "Huntington's disease is a genetic disorder that causes the progressive breakdown of nerve cells in the brain.",
    "What causes jaundice in newborns?": "Jaundice in newborns is often caused by an immature liver that cannot process bilirubin efficiently.",
    "What is the function of the endocrine system?": "The endocrine system produces hormones that regulate metabolism, growth, and reproduction.",
    "What is the difference between type 1 and type 2 diabetes?": "Type 1 diabetes is an autoimmune condition; type 2 diabetes is caused by insulin resistance.",
    "What are the symptoms of celiac disease?": "Symptoms include diarrhea, bloating, fatigue, and weight loss.",
    "What is shingles?": "Shingles is a viral infection causing a painful rash, caused by the reactivation of the chickenpox virus.",
    "What is the role of potassium in the body?": "Potassium helps regulate fluid balance, muscle contractions, and nerve signals.",
    "What are the symptoms of a heart attack?": "Symptoms include chest pain, shortness of breath, nausea, and sweating.",
    "What is a sprain?": "A sprain is an injury to a ligament caused by stretching or tearing.",
    "What is the main cause of obesity?": "Obesity is mainly caused by an imbalance between calorie intake and expenditure.",
    "What is the role of the hypothalamus?": "The hypothalamus regulates body temperature, hunger, and hormone release.",
    "What is a fungal infection?": "A fungal infection is caused by fungi and often affects the skin, nails, or lungs.",
    "What is the purpose of the lymphatic system?": "The lymphatic system removes waste, fights infections, and maintains fluid balance.",
    "What is the function of the pituitary gland?": "The pituitary gland secretes hormones that regulate growth, reproduction, and metabolism.",
    "What are the symptoms of schizophrenia?": "Symptoms include hallucinations, delusions, disorganized thinking, and lack of emotion.",
    "How can I relieve a headache at home?": "You can try resting in a dark room, applying a cold compress to your forehead, staying hydrated, or drinking herbal teas like peppermint or ginger.",
    "What is a home remedy for a sore throat?": "Gargling warm salt water, drinking honey and lemon tea, and staying hydrated can help soothe a sore throat.",
    "How can I treat a cold naturally?": "Resting, staying hydrated, drinking warm liquids like tea, and using steam inhalation can help alleviate symptoms.",
    "What can I do to relieve a cough?": "Try honey and warm water, ginger tea, or steam inhalation to relieve a cough. Also, staying hydrated can help.",
    "How can I treat a mild burn at home?": "Apply aloe vera gel, cold compress, or honey to soothe the burn. Avoid applying ice directly to the skin.",
    "What is a home remedy for indigestion?": "Ginger tea, chamomile tea, or sipping on a mixture of water and lemon juice can help with indigestion.",
    "How can I treat a mild fever at home?": "Drinking plenty of fluids, resting, and applying a cold compress to the forehead can help bring down a mild fever.",
    "What are some natural ways to treat acne?": "Tea tree oil, aloe vera gel, and honey can help reduce acne. Regular cleansing with mild soap and water also helps.",
    "How can I relieve a stuffy nose at home?": "Using a saline nasal spray, drinking hot liquids, and inhaling steam can help relieve a stuffy nose.",
    "What can I do for a mild backache?": "Applying a warm compress, doing gentle stretches, and practicing good posture can help with a mild backache.",
    "How can I treat a sprained ankle at home?": "Resting, applying ice, and elevating the ankle can help reduce swelling and pain in a sprained ankle.",
    "What is a home remedy for constipation?": "Drinking plenty of water, eating high-fiber foods like fruits, vegetables, and whole grains, and exercising can help alleviate constipation.",
    "How can I reduce bloating naturally?": "Drinking peppermint tea, consuming ginger, and taking a walk after meals can help reduce bloating.",
    "What can I do to relieve menstrual cramps?": "Applying a heating pad, drinking herbal teas like chamomile, and doing light exercise can help relieve menstrual cramps.",
    "How can I prevent nausea at home?": "Ginger tea or eating small, frequent meals can help prevent nausea. Staying hydrated also helps.",
    "What can I do to relieve a stomachache?": "Drinking peppermint tea, applying a heating pad, or using a ginger compress can help relieve stomach discomfort.",
    "How can I treat a mild burn with aloe vera at home?": "Apply fresh aloe vera gel directly to the burn area to reduce pain and inflammation. Aloe vera has cooling properties.",
    "How can I treat a headache with peppermint oil?": "Apply diluted peppermint oil to the temples and massage gently to relieve headache symptoms.",
    "What is a natural remedy for high blood pressure?": "Eating a diet rich in potassium, magnesium, and fiber, such as through bananas, leafy greens, and garlic, can help lower blood pressure.",
    "How can I reduce stress naturally?": "Breathing exercises, yoga, taking walks, and drinking herbal teas like chamomile or lavender can help reduce stress.",
    "What are some natural remedies for a dry scalp?": "Applying coconut oil, olive oil, or aloe vera to the scalp can help moisturize and reduce dryness.",
    "What is a home remedy for dandruff?": "Rinsing hair with apple cider vinegar, using tea tree oil, or massaging coconut oil into the scalp can help reduce dandruff.",
    "How can I boost my energy naturally?": "Eating a balanced diet, staying hydrated, taking short walks, and getting enough sleep can boost energy levels.",
    "What can I do to relieve a sore muscle?": "Applying a cold compress, followed by a warm compress, and gently massaging the sore area can help relieve muscle soreness.",
    "What is a natural remedy for a headache?": "Peppermint oil, ginger tea, and staying hydrated can help alleviate headache symptoms.",
    "How can I prevent chapped lips?": "Using lip balm with SPF, staying hydrated, and avoiding licking your lips can help prevent chapped lips.",
    "What is a home remedy for motion sickness?": "Ginger, acupressure wristbands, and deep breathing can help alleviate motion sickness.",
    "How can I relieve sinus congestion?": "Steam inhalation, saline nasal spray, and staying hydrated can help relieve sinus congestion.",
    "How can I treat a mild burn from the sun?": "Aloe vera gel, cold compresses, and drinking plenty of water can help soothe sunburns.",
    "What can I do for mild toothache pain?": "Gargling warm salt water, applying a cold compress, or using clove oil can help relieve mild toothache pain.",
    "What is a natural remedy for a cold sore?": "Lemon balm or applying aloe vera gel can help speed up the healing of cold sores.",
    "How can I improve my sleep quality?": "Avoiding caffeine before bed, establishing a sleep routine, and keeping your bedroom dark and quiet can improve sleep quality.",
    "What is a natural way to reduce a fever?": "Drinking cool fluids, resting, and using a cold compress can help reduce a fever.",
    "How can I treat a mild earache at home?": "Applying a warm compress or using over-the-counter ear drops can help relieve mild earaches.",
    "How can I treat a rash caused by an allergic reaction?": "Applying aloe vera gel, using hydrocortisone cream, and avoiding the allergen can help treat an allergic rash.",
    "What can I do for a mild sunburn?": "Aloe vera gel, cold compress, and staying hydrated can help relieve the discomfort of sunburn.",
    "What is a natural remedy for a sore muscle?": "Applying a warm compress, taking an Epsom salt bath, or massaging with essential oils can help relieve sore muscles.",
    "How can I prevent dehydration?": "Drinking plenty of water, eating water-rich foods like fruits and vegetables, and avoiding excessive caffeine can help prevent dehydration.",
    "How can I treat a mild allergy at home?": "Saline nasal spray, antihistamines, and using a humidifier can help alleviate mild allergy symptoms.",
    "What are some home remedies for a dry cough?": "Honey and warm water, ginger tea, and steam inhalation can help relieve a dry cough.",
    "What can I do to treat a mild headache?": "Resting in a quiet, dark room, drinking water, and using peppermint or lavender oil on the temples can help reduce a mild headache.",
    "How can I relieve bloating after eating?": "Drinking peppermint tea, going for a light walk, and taking probiotics can help relieve bloating.",
    "How can I treat a mild cold at home?": "Rest, fluids, saline nasal spray, and warm teas can help manage cold symptoms at home.",
    "What can I do for a mild stomachache?": "Ginger tea, warm compresses, and drinking peppermint tea can help relieve stomachaches.",
    "What can I do for a mild fever at home?": "Drinking cool fluids, taking rest, and using a cold compress can help manage a mild fever.",
    "What is a natural remedy for a sore throat?": "Gargling warm salt water, drinking honey and lemon tea, and drinking warm broths can soothe a sore throat.",
    "How can I treat mild nausea naturally?": "Ginger tea, peppermint tea, or simply sipping on water can help relieve mild nausea."

    }