{
    "user_questions": [
      {"id": 1, "question": "I've been having a fever for the last four days. What should I do?"},
      {"id": 2, "question": "I've had a fever for three days and feel really tired. Is this normal?"},
      {"id": 3, "question": "My fever has lasted for five days. Should I be worried?"},
      {"id": 4, "question": "I've had a temperature of 101°F for two days now. What should I do?"},
      {"id": 5, "question": "I’ve been feeling feverish and fatigued for a week. What does this mean?"},
      {"id": 6, "question": "I have a fever and I feel cold and shivery. What could be causing this?"},
      {"id": 7, "question": "I'm experiencing a high fever and vomiting. Is this serious?"},
      {"id": 8, "question": "I’ve had a sore throat and fever for three days. Should I see a doctor?"},
      {"id": 9, "question": "What should I do if my fever isn't going down after four days?"},
      {"id": 10, "question": "I've been feeling really fatigued and have a fever. Should I rest?"},
      {"id": 11, "question": "Is it normal to feel lightheaded with a fever that has lasted for a week?"},
      {"id": 12, "question": "I have a fever, headache, and fatigue. What could this indicate?"},
      {"id": 13, "question": "I've been sweating a lot at night and have a fever. Is this normal?"},
      {"id": 14, "question": "I'm experiencing body aches along with my fever. What should I do?"},
      {"id": 15, "question": "I've had a fever for two days and now I'm feeling nauseous. What does this mean?"},
      {"id": 16, "question": "Can a fever last for several days without any other symptoms?"},
      {"id": 17, "question": "I have a fever and feel very weak. What can I do to feel better?"},
      {"id": 18, "question": "My fever is making me feel really exhausted. Should I go to the hospital?"},
      {"id": 19, "question": "I have a persistent cough and a fever. How should I handle this?"},
      {"id": 20, "question": "Should I be concerned if my fever has persisted for over 48 hours?"},
      {"id": 21, "question": "I'm feeling dizzy and have had a fever for three days. What should I do?"},
      {"id": 22, "question": "I've been taking fever reducers but my fever is still high. What should I do?"},
      {"id": 23, "question": "My fever has come and gone for the last week. Is this unusual?"},
      {"id": 24, "question": "I'm worried because I've had a fever for days without improvement. What should I do?"},
      {"id": 25, "question": "What does it mean if I have a fever and my throat is sore?"},
      {"id": 26, "question": "I have a fever of 103°F and feel confused. Should I see a doctor?"},
      {"id": 27, "question": "I've been feeling feverish and have chills. How can I get relief?"},
      {"id": 28, "question": "Is a fever of 100°F for several days something to worry about?"},
      {"id": 29, "question": "I’ve had a fever and nausea for four days. What are my options?"},
      {"id": 30, "question": "I have a low-grade fever and a headache. Should I rest or seek help?"},
      {"id": 31, "question": "How can I tell if my fever is something serious?"},
      {"id": 32, "question": "I'm feeling weak and have had a fever for a while. Should I be worried?"},
      {"id": 33, "question": "I have a fever and muscle aches. What should I do next?"},
      {"id": 34, "question": "What are the symptoms to look for with a persistent fever?"},
      {"id": 35, "question": "My fever keeps returning. Should I be concerned?"},
      {"id": 36, "question": "I'm experiencing fatigue, fever, and coughing. What does this indicate?"},
      {"id": 37, "question": "Is it common to have a fever for more than five days?"},
      {"id": 38, "question": "Should I see a doctor if I've had a fever for more than two days?"},
      {"id": 39, "question": "Can a fever without any other symptoms be serious?"},
      {"id": 40, "question": "I'm worried because I have a high fever and severe fatigue. What should I do?"},
      {"id": 41, "question": "What treatments are available for a fever that won't go down?"},
      {"id": 42, "question": "How can I manage my fever and fatigue at home?"},
      {"id": 43, "question": "I've had a fever for four days and I'm feeling worse. What should I do?"},
      {"id": 44, "question": "Is a fever that causes confusion a sign of a serious problem?"},
      {"id": 45, "question": "I have a persistent cough and fever. Should I seek medical advice?"},
      {"id": 46, "question": "What are some signs that my fever is serious?"},
      {"id": 47, "question": "Is it okay to take medications if I have a fever?"},
      {"id": 48, "question": "I have fever and abdominal pain. What should I consider?"},
      {"id": 49, "question": "What should I do if my child has a fever for three days?"},
      {"id": 50, "question": "I’m feeling cold and have a fever. What could be the cause?"}
    ]
  }
  